Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# AppCloseConfirmationSettingsCard.AutomationProperties.HelpText
source: Choose whether the app should ask you for confirmation when closing it.
fr_fr: Choisissez si l'application doit vous demander confirmation lors de sa fermeture.
ja_jp: アプリを閉じるときに確認を求めるかどうかを選択します。
tr_tr: Uygulamanın, uygulamayı kapatırken sizden onay isteyip istemediğini seçin.

# AppCloseConfirmationOptionNeverSettingsCard.Content
source: Never
fr_fr: Jamais
ja_jp: 確認しない
tr_tr: Asla

# AppCloseConfirmationOptionNeverSettingsCard.ToolTipService.ToolTip
source: Never ask for confirmation when closing the app.
fr_fr: Ne jamais demander confirmation lors de la fermeture de l'application.
ja_jp: アプリを閉じるときに確認を求めません。
tr_tr: Uygulamayı kapatırken asla onay istemeyin.

# AppCloseConfirmationOptionNeverSettingsCard.AutomationProperties.HelpText
source: Never ask for confirmation when closing the app.
fr_fr: Ne jamais demander confirmation lors de la fermeture de l'application.
ja_jp: アプリを閉じるときに確認を求めません。
tr_tr: Uygulamayı kapatırken asla onay istemeyin.

# AppCloseConfirmationOptionAlwaysSettingsCard.Content
source: Always
fr_fr: Toujours
ja_jp: 常に確認
tr_tr: Her zaman

# AppCloseConfirmationOptionAlwaysSettingsCard.ToolTipService.ToolTip
source: Always ask for confirmation when closing the app.
fr_fr: Toujours demander confirmation lors de la fermeture de l'application.
ja_jp: アプリを閉じるときに常に確認を求めます。
tr_tr: Uygulamayı kapatırken daima onay isteyin.

# AppCloseConfirmationOptionAlwaysSettingsCard.AutomationProperties.HelpText
source: Always ask for confirmation when closing the app.
fr_fr: Toujours demander confirmation lors de la fermeture de l'application.
ja_jp: アプリを閉じるときに常に確認を求めます。
tr_tr: Uygulamayı kapatırken daima onay isteyin.

# AppCloseConfirmationOptionAutomaticSettingsCard.Content
source: Automatic
fr_fr: Automatique
ja_jp: 自動
tr_tr: Otomatik

# AppCloseConfirmationOptionAutomaticSettingsCard.ToolTipService.ToolTip
source: Only ask for confirmation before closing the app under certain circumstances when there is an ongoing operation.
fr_fr: Ne demander confirmation avant la fermeture de l'application que dans certaines circonstances, lorsqu'une opération est en cours.
ja_jp: 特定の状況下で、操作が進行中の場合にのみアプリを閉じる前に確認を求めます。
tr_tr: Devam eden bir işlem olduğunda yalnızca belirli koşullar altında uygulamayı kapatmadan önce onay isteyin.

# AppCloseConfirmationOptionAutomaticSettingsCard.AutomationProperties.HelpText
source: Only ask for confirmation before closing the app under certain circumstances when there is an ongoing operation.
fr_fr: Ne demander confirmation avant la fermeture de l'application que dans certaines circonstances, lorsqu'une opération est en cours.
ja_jp: 特定の状況下で、操作が進行中の場合にのみアプリを閉じる前に確認を求めます。
tr_tr: Devam eden bir işlem olduğunda yalnızca belirli koşullar altında uygulamayı kapatmadan önce onay isteyin.

# ConfirmExitForUnsavedPoliciesMsg
source: There are still unsaved policies in the Sidebar's library, they will be lost if you close the app. Are you sure you want to exit?
fr_fr: Il reste des stratégies non enregistrées dans la bibliothèque de la barre latérale ; elles seront perdues si vous fermez l'application. Voulez-vous vraiment quitter ?
ja_jp: サイドバーのライブラリにまだ保存されていないポリシーがあります。アプリを閉じると失われます。本当に終了しますか？
tr_tr: Kenar Çubuğu'nun kitaplığında hâlâ kaydedilmemiş politikalar var; uygulamayı kapatırsanız bunlar kaybolacak. Çıkmak istediğinizden emin misiniz?

# SidebarMainCaptionTextBlock.Text
source: This is the library for your App Control policies where you can store policies and use them in different parts of the app. They're only available in memory unless you save them to a file or persistence is enabled.
fr_fr: Ceci est la bibliothèque de vos stratégies App Control, où vous pouvez stocker des stratégies et les utiliser dans différentes parties de l'application. Elles ne sont disponibles qu'en mémoire, à moins que vous ne les enregistriez dans un fichier ou que la persistance ne soit activée.
ja_jp: これはApp Controlポリシーのライブラリです。ポリシーを保存して、アプリのさまざまな部分で使用できます。ファイルに保存するか永続化が有効でない限り、メモリ内でのみ利用可能です。
tr_tr: Bu, politikaları saklayabileceğiniz ve bunları uygulamanın farklı bölümlerinde kullanabileceğiniz Uygulama Denetimi politikalarınıza yönelik kitaplıktır. Bunları bir dosyaya kaydetmediğiniz veya kalıcılık etkinleştirilmediği sürece yalnızca bellekte kullanılabilirler.

# SidebarPoliciesLibraryTextBlock.Text
source: Policies Library
fr_fr: Bibliothèque de stratégies
ja_jp: ポリシーライブラリ
tr_tr: Politika Kitaplığı

# PersistentPoliciesLibrarySettingsCard.Header
source: Persistent Library
fr_fr: Bibliothèque persistante
ja_jp: 永続ライブラリ
tr_tr: Kalıcı Kütüphane

# PersistentPoliciesLibrarySettingsCard.Description
source: When enabled, all of the policies available in the library will continue to be there even after app restarts. This functionality is provided by keeping a copy of the policies in the library in a private cache on disk. The cache is automatically deleted when the app is uninstalled.
fr_fr: Lorsqu'elle est activée, toutes les stratégies disponibles dans la bibliothèque continueront d'y être même après le redémarrage de l'application. Cette fonctionnalité est assurée en conservant une copie des stratégies de la bibliothèque dans un cache privé sur le disque. Le cache est automatiquement supprimé lors de la désinstallation de l'application.
ja_jp: 有効にすると、ライブラリで利用可能なすべてのポリシーが、アプリ再起動後も引き続き存在します。この機能は、ライブラリ内のポリシーのコピーをディスク上のプライベートキャッシュに保持することで提供されます。キャッシュはアプリがアンインストールされると自動的に削除されます。
tr_tr: Etkinleştirildiğinde kitaplıkta bulunan tüm ilkeler, uygulama yeniden başlatıldıktan sonra bile orada olmaya devam edecektir. Bu işlevsellik, kitaplıktaki ilkelerin bir kopyasının diskteki özel bir önbellekte tutulmasıyla sağlanır. Uygulama kaldırıldığında önbellek otomatik olarak silinir.

# PersistentPoliciesLibrarySettingsCard.ToolTipService.ToolTip
source: When enabled, all of the policies available in the library will continue to be there even after app restarts. This functionality is provided by keeping a copy of the policies in the library in a private location on disk. The cache is automatically deleted when the app is uninstalled.
fr_fr: Lorsqu'elle est activée, toutes les stratégies disponibles dans la bibliothèque continueront d'y être même après le redémarrage de l'application. Cette fonctionnalité est assurée en conservant une copie des stratégies de la bibliothèque dans un emplacement privé sur le disque. Le cache est automatiquement supprimé lors de la désinstallation de l'application.
ja_jp: 有効にすると、ライブラリで利用可能なすべてのポリシーが、アプリ再起動後も引き続き存在します。この機能は、ライブラリ内のポリシーのコピーをディスク上のプライベートキャッシュに保持することで提供されます。キャッシュはアプリがアンインストールされると自動的に削除されます。
tr_tr: Etkinleştirildiğinde kitaplıkta bulunan tüm ilkeler, uygulama yeniden başlatıldıktan sonra bile orada olmaya devam edecektir. Bu işlevsellik, kitaplıktaki ilkelerin bir kopyasının diskte özel bir konumda tutulmasıyla sağlanır. Uygulama kaldırıldığında önbellek otomatik olarak silinir.

# PersistentPoliciesLibrarySettingsCard.AutomationProperties.HelpText
source: When enabled, all of the policies available in the library will continue to be there even after app restarts. This functionality is provided by keeping a copy of the policies in the library in a private location on disk. The cache is automatically deleted when the app is uninstalled.
fr_fr: Lorsqu'elle est activée, toutes les stratégies disponibles dans la bibliothèque continueront d'y être même après le redémarrage de l'application. Cette fonctionnalité est assurée en conservant une copie des stratégies de la bibliothèque dans un emplacement privé sur le disque. Le cache est automatiquement supprimé lors de la désinstallation de l'application.
ja_jp: 有効にすると、ライブラリで利用可能なすべてのポリシーが、アプリ再起動後も引き続き存在します。この機能は、ライブラリ内のポリシーのコピーをディスク上のプライベートキャッシュに保持することで提供されます。キャッシュはアプリがアンインストールされると自動的に削除されます。
tr_tr: Etkinleştirildiğinde kitaplıkta bulunan tüm ilkeler, uygulama yeniden başlatıldıktan sonra bile orada olmaya devam edecektir. Bu işlevsellik, kitaplıktaki ilkelerin bir kopyasının diskte özel bir konumda tutulmasıyla sağlanır. Uygulama kaldırıldığında önbellek otomatik olarak silinir.

# SaveAsCIPMenuFlyoutItem.Text
source: Save as CIP
fr_fr: Enregistrer sous CIP
ja_jp: CIPとして保存
tr_tr: CIP olarak kaydet

# SaveAsCIPMenuFlyoutItem.ToolTipService.ToolTip
source: Pick a location where the selected policy will be saved to as a CIP file.
fr_fr: Choisissez un emplacement où la stratégie sélectionnée sera enregistrée en tant que fichier CIP.
ja_jp: 選択したポリシーをCIPファイルとして保存する場所を選択します。
tr_tr: Seçilen politikanın CIP dosyası olarak kaydedileceği konumu seçin.

# SaveAsCIPMenuFlyoutItem.AutomationProperties.HelpText
source: Pick a location where the selected policy will be saved to as a CIP file.
fr_fr: Choisissez un emplacement où la stratégie sélectionnée sera enregistrée en tant que fichier CIP.
ja_jp: 選択したポリシーをCIPファイルとして保存する場所を選択します。
tr_tr: Seçilen politikanın CIP dosyası olarak kaydedileceği konumu seçin.

# SaveAsXMLMenuFlyoutItem.Text
source: Save as XML
fr_fr: Enregistrer sous XML
ja_jp: XMLとして保存
tr_tr: XML olarak kaydet

# SaveAsXMLMenuFlyoutItem.ToolTipService.ToolTip
source: Pick a location where the selected policy will be saved to as a XML file.
fr_fr: Choisissez un emplacement où la stratégie sélectionnée sera enregistrée en tant que fichier XML.
ja_jp: 選択したポリシーをXMLファイルとして保存する場所を選択します。
tr_tr: Seçilen politikanın XML dosyası olarak kaydedileceği konumu seçin.

# SaveAsXMLMenuFlyoutItem.AutomationProperties.HelpText
source: Pick a location where the selected policy will be saved to as a XML file.
fr_fr: Choisissez un emplacement où la stratégie sélectionnée sera enregistrée en tant que fichier XML.
ja_jp: 選択したポリシーをXMLファイルとして保存する場所を選択します。
tr_tr: Seçilen politikanın XML dosyası olarak kaydedileceği konumu seçin.

# RemovePolicyFlyoutItem.Text
source: Remove
fr_fr: Supprimer
ja_jp: 削除
tr_tr: Kaldırmak

# RemovePolicyFlyoutItem.ToolTipService.ToolTip
source: Remove the policy from the library. If persistent library feature is enabled, the selected policy will also be removed from the local cache.
fr_fr: Supprime la stratégie de la bibliothèque. Si la fonctionnalité de bibliothèque persistante est activée, la stratégie sélectionnée sera également supprimée du cache local.
ja_jp: ライブラリからポリシーを削除します。永続ライブラリ機能が有効な場合、選択したポリシーはローカルキャッシュからも削除されます。
tr_tr: İlkeyi kitaplıktan kaldırın. Kalıcı kitaplık özelliği etkinleştirilirse seçilen politika yerel önbellekten de kaldırılacaktır.

# RemovePolicyFlyoutItem.AutomationProperties.HelpText
source: Remove the policy from the library. If persistent library feature is enabled, the selected policy will also be removed from the local cache.
fr_fr: Supprime la stratégie de la bibliothèque. Si la fonctionnalité de bibliothèque persistante est activée, la stratégie sélectionnée sera également supprimée du cache local.
ja_jp: ライブラリからポリシーを削除します。永続ライブラリ機能が有効な場合、選択したポリシーはローカルキャッシュからも削除されます。
tr_tr: İlkeyi kitaplıktan kaldırın. Kalıcı kitaplık özelliği etkinleştirilirse seçilen politika yerel önbellekten de kaldırılacaktır.

# DeployPolicyFlyoutItem.Text
source: Deploy
fr_fr: Déployer
ja_jp: 展開
tr_tr: Dağıt

# DeployPolicyFlyoutItem.ToolTipService.ToolTip
source: Deploys the selected policy on the local system.
fr_fr: Déploie la stratégie sélectionnée sur le système local.
ja_jp: 選択したポリシーをローカルシステムに展開します。
tr_tr: Seçilen politikayı yerel sisteme dağıtır.

# DeployPolicyFlyoutItem.AutomationProperties.HelpText
source: Deploys the selected policy on the local system.
fr_fr: Déploie la stratégie sélectionnée sur le système local.
ja_jp: 選択したポリシーをローカルシステムに展開します。
tr_tr: Seçilen politikayı yerel sisteme dağıtır.

# SidebarPolicyAssignmentMenuFlyoutSubItem.Text
source: Assign
fr_fr: Attribuer
ja_jp: 割り当て
tr_tr: Atamak

# SidebarPolicyAssignmentMenuFlyoutSubItem.ToolTipService.ToolTip
source: Assign the selected policy in the library to various applicable sections in the currently visible page.
fr_fr: Attribuer la stratégie sélectionnée dans la bibliothèque à diverses sections applicables de la page actuellement visible.
ja_jp: ライブラリ内の選択したポリシーを、現在表示されているページの該当するさまざまなセクションに割り当てます。
tr_tr: Kitaplıktaki seçili politikayı, şu anda görünen sayfadaki çeşitli ilgili bölümlere atayın.

# SidebarPolicyAssignmentMenuFlyoutSubItem.AutomationProperties.HelpText
source: Assign the selected policy in the library to various applicable sections in the currently visible page.
fr_fr: Attribuer la stratégie sélectionnée dans la bibliothèque à diverses sections applicables de la page actuellement visible.
ja_jp: ライブラリ内の選択したポリシーを、現在表示されているページの該当するさまざまなセクションに割り当てます。
tr_tr: Kitaplıktaki seçili politikayı, şu anda görünen sayfadaki çeşitli ilgili bölümlere atayın.

# AddPoliciesMenuFlyoutSubItem.Text
source: Add Policies
fr_fr: Ajouter des stratégies
ja_jp: ポリシーを追加
tr_tr: Politika Ekle

# AddPoliciesMenuFlyoutSubItem.ToolTipService.ToolTip
source: Browse for policy files to add to the library. If persistent library feature is enabled, they will be automatically backed up in the local cache as well so that your policies will remain available after you close and reopen the app.
fr_fr: Parcourir les fichiers de stratégie à ajouter à la bibliothèque. Si la fonctionnalité de bibliothèque persistante est activée, elles seront également sauvegardées automatiquement dans le cache local afin que vos stratégies restent disponibles après la fermeture et la réouverture de l'application.
ja_jp: ライブラリに追加するポリシーファイルを参照します。永続ライブラリ機能が有効な場合、それらは自動的にローカルキャッシュにもバックアップされ、アプリを閉じて再度開いた後もポリシーが利用可能なままになります。
tr_tr: Kitaplığa eklenecek politika dosyalarına göz atın. Kalıcı kitaplık özelliği etkinleştirilirse, bunlar da yerel önbellekte otomatik olarak yedeklenecek ve böylece uygulamayı kapatıp yeniden açtıktan sonra ilkeleriniz kullanılabilir durumda kalacaktır.

# AddPoliciesMenuFlyoutSubItem.AutomationProperties.HelpText
source: Browse for policy files to add to the library. If persistent library feature is enabled, they will be automatically backed up in the local cache as well so that your policies will remain available after you close and reopen the app.
fr_fr: Parcourir les fichiers de stratégie à ajouter à la bibliothèque. Si la fonctionnalité de bibliothèque persistante est activée, elles seront également sauvegardées automatiquement dans le cache local afin que vos stratégies restent disponibles après la fermeture et la réouverture de l'application.
ja_jp: ライブラリに追加するポリシーファイルを参照します。永続ライブラリ機能が有効な場合、それらは自動的にローカルキャッシュにもバックアップされ、アプリを閉じて再度開いた後もポリシーが利用可能なままになります。
tr_tr: Kitaplığa eklenecek politika dosyalarına göz atın. Kalıcı kitaplık özelliği etkinleştirilirse, bunlar da yerel önbellekte otomatik olarak yedeklenecek ve böylece uygulamayı kapatıp yeniden açtıktan sonra ilkeleriniz kullanılabilir durumda kalacaktır.

# RemoveAllMenuFlyoutSubItem.Text
source: Remove All
fr_fr: Tout supprimer
ja_jp: すべて削除
tr_tr: Tümünü Kaldır

# RemoveAllMenuFlyoutSubItem.ToolTipService.ToolTip
source: Remove all policies from the library. If persistent library feature is enabled, the policies will also be deleted from the local cache.
fr_fr: Supprimer toutes les stratégies de la bibliothèque. Si la fonctionnalité de bibliothèque persistante est activée, les stratégies seront également supprimées du cache local.
ja_jp: ライブラリからすべてのポリシーを削除します。永続ライブラリ機能が有効な場合、ポリシーはローカルキャッシュからも削除されます。
tr_tr: Kitaplıktaki tüm ilkeleri kaldırın. Kalıcı kitaplık özelliği etkinleştirilirse politikalar yerel önbellekten de silinir.

# RemoveAllMenuFlyoutSubItem.AutomationProperties.HelpText
source: Remove all policies from the library. If persistent library feature is enabled, the policies will also be deleted from the local cache.
fr_fr: Supprimer toutes les stratégies de la bibliothèque. Si la fonctionnalité de bibliothèque persistante est activée, les stratégies seront également supprimées du cache local.
ja_jp: ライブラリからすべてのポリシーを削除します。永続ライブラリ機能が有効な場合、ポリシーはローカルキャッシュからも削除されます。
tr_tr: Kitaplıktaki tüm ilkeleri kaldırın. Kalıcı kitaplık özelliği etkinleştirilirse politikalar yerel önbellekten de silinir.

# BackupAllMenuFlyoutSubItem.Text
source: Backup All
fr_fr: Tout sauvegarder
ja_jp: すべてバックアップ
tr_tr: Tümünü Yedekle

# BackupAllMenuFlyoutSubItem.ToolTipService.ToolTip
source: Pick a directory where all of the policies in the library will be backed up to as XML files.
fr_fr: Choisissez un répertoire où toutes les stratégies de la bibliothèque seront sauvegardées sous forme de fichiers XML.
ja_jp: ライブラリ内のすべてのポリシーをXMLファイルとしてバックアップするディレクトリを選択します。
tr_tr: Kitaplıktaki tüm ilkelerin XML dosyaları olarak yedekleneceği bir dizin seçin.

# BackupAllMenuFlyoutSubItem.AutomationProperties.HelpText
source: Pick a directory where all of the policies in the library will be backed up to as XML files.
fr_fr: Choisissez un répertoire où toutes les stratégies de la bibliothèque seront sauvegardées sous forme de fichiers XML.
ja_jp: ライブラリ内のすべてのポリシーをXMLファイルとしてバックアップするディレクトリを選択します。
tr_tr: Kitaplıktaki tüm ilkelerin XML dosyaları olarak yedekleneceği bir dizin seçin.

# DefaultSupplementalPolicyNameFormatEventLogs
source: Supplemental policy from Event logs - {0}
fr_fr: Stratégie supplémentaire issue des journaux d'événements - {0}
ja_jp: イベントログからの補足ポリシー - {0}
tr_tr: Etkinlik günlüklerinden ek politika - {0}

# GenerateRandomGUIDButton.Content
source: Randomize
fr_fr: Générer aléatoirement
ja_jp: ランダム化
tr_tr: Rastgeleleştir

# GenerateRandomGUIDButton.ToolTipService.ToolTip
source: Generate a random valid GUID for the Base policy ID.
fr_fr: Générer un GUID valide aléatoire pour l'ID de stratégie de base.
ja_jp: ベースポリシーID用のランダムな有効なGUIDを生成します。
tr_tr: Temel politika kimliği için rastgele geçerli bir GUID oluşturun.

# GenerateRandomGUIDButton.AutomationProperties.HelpText
source: Generate a random valid GUID for the Base policy ID.
fr_fr: Générer un GUID valide aléatoire pour l'ID de stratégie de base.
ja_jp: ベースポリシーID用のランダムな有効なGUIDを生成します。
tr_tr: Temel politika kimliği için rastgele geçerli bir GUID oluşturun.

source: Signed
fr_fr: Signé
ja_jp: 署名済み
tr_tr: İmzalandı

source: Unsigned
fr_fr: Non signé
ja_jp: 未署名
tr_tr: İmzasız

# CopyPolicyIDMenuFlyoutItem.Text
source: Copy Policy ID
fr_fr: Copier l'ID de stratégie
ja_jp: ポリシーIDをコピー
tr_tr: Politika Kimliğini Kopyala

# CopyPolicyIDMenuFlyoutItem.ToolTipService.ToolTip
source: Copies the Policy ID to the clipboard
fr_fr: Copie l'ID de stratégie dans le presse-papiers
ja_jp: ポリシーIDをクリップボードにコピーします
tr_tr: Politika Kimliğini panoya kopyalar

# CopyPolicyIDMenuFlyoutItem.AutomationProperties.HelpText
source: Copies the Policy ID to the clipboard
fr_fr: Copie l'ID de stratégie dans le presse-papiers
ja_jp: ポリシーIDをクリップボードにコピーします
tr_tr: Politika Kimliğini panoya kopyalar

# CopyBasePolicyIDMenuFlyoutItem.Text
source: Copy Base Policy ID
fr_fr: Copier l'ID de stratégie de base
ja_jp: ベースポリシーIDをコピー
tr_tr: Temel Politika Kimliğini Kopyala

# CopyBasePolicyIDMenuFlyoutItem.ToolTipService.ToolTip
source: Copies the Base Policy ID to the clipboard
fr_fr: Copie l'ID de stratégie de base dans le presse-papiers
ja_jp: ベースポリシーIDをクリップボードにコピーします
tr_tr: Temel İlke Kimliğini panoya kopyalar

# CopyBasePolicyIDMenuFlyoutItem.AutomationProperties.HelpText
source: Copies the Base Policy ID to the clipboard
fr_fr: Copie l'ID de stratégie de base dans le presse-papiers
ja_jp: ベースポリシーIDをクリップボードにコピーします
tr_tr: Temel İlke Kimliğini panoya kopyalar

# BuildSignerProcessingFileNameMessage
source: BuildSignerAndHashObjects: Processing FileName data
fr_fr: BuildSignerAndHashObjects : Traitement des données FileName
ja_jp: BuildSignerAndHashObjects: FileNameデータを処理しています
tr_tr: BuildSignerAndHashObjects: DosyaAdı verileri işleniyor

# BuildSignerFileNameRulesCountMessage
source: BuildSignerAndHashObjects: {0} FileName Rules.
fr_fr: BuildSignerAndHashObjects : {0} règles FileName.
ja_jp: BuildSignerAndHashObjects: {0}個のFileNameルール。
tr_tr: BuildSignerAndHashObjects: {0} Dosya Adı Kuralları.

# NoFileNameDetectedAllowMessage
source: no FileName data detected to create allow rules for.
fr_fr: aucune donnée FileName détectée pour créer des règles d'autorisation.
ja_jp: 許可ルールを作成するためのFileNameデータが検出されませんでした。
tr_tr: İzin verme kurallarının oluşturulacağı DosyaAdı verisi algılanmadı.

# NoFileNameDetectedDenyMessage
source: no FileName data detected to create deny rules for.
fr_fr: aucune donnée FileName détectée pour créer des règles de refus.
ja_jp: 拒否ルールを作成するためのFileNameデータが検出されませんでした。
tr_tr: Reddetme kurallarının oluşturulacağı DosyaAdı verisi algılanmadı.

# FileNameRulesToAddMessage
source: There are {0} File Name rules to be added to the policy
fr_fr: Il y a {0} règles de nom de fichier à ajouter à la stratégie
ja_jp: ポリシーに追加する{0}個のファイル名ルールがあります
tr_tr: Politikaya eklenecek {0} Dosya Adı kuralı var

# FileNameRuleTypeFriendlyName
source: File Name Rule Type
fr_fr: Type de règle de nom de fichier
ja_jp: ファイル名ルールタイプ
tr_tr: Dosya Adı Kural Türü

# XMLPolicyPathForRemovalSettingsCard.Header
source: XML Policy File (Optional)
fr_fr: Fichier de stratégie XML (facultatif)
ja_jp: XMLポリシーファイル（オプション）
tr_tr: XML Politika Dosyası (İsteğe bağlı)

# XMLPolicyPathForRemovalSettingsCard.Description
source: The XML policy file of the Signed policy that is going to be removed. It is optional and not required.
fr_fr: Le fichier de stratégie XML de la stratégie signée qui va être supprimée. Ceci est facultatif et non requis.
ja_jp: 削除される署名済みポリシーのXMLポリシーファイルです。オプションであり必須ではありません。
tr_tr: Kaldırılacak İmzalı politikanın XML politika dosyası. İsteğe bağlıdır ve zorunlu değildir.

# XMLPolicyPathForRemovalSettingsCard.ToolTipService.ToolTip
source: The XML policy file of the Signed policy that is going to be removed. It is optional and not required.
fr_fr: Le fichier de stratégie XML de la stratégie signée qui va être supprimée. Ceci est facultatif et non requis.
ja_jp: 削除される署名済みポリシーのXMLポリシーファイルです。オプションであり必須ではありません。
tr_tr: Kaldırılacak İmzalı politikanın XML politika dosyası. İsteğe bağlıdır ve zorunlu değildir.

# XMLPolicyPathForRemovalSettingsCard.AutomationProperties.HelpText
source: The XML policy file of the Signed policy that is going to be removed. It is optional and not required.
fr_fr: Le fichier de stratégie XML de la stratégie signée qui va être supprimée. Ceci est facultatif et non requis.
ja_jp: 削除される署名済みポリシーのXMLポリシーファイルです。オプションであり必須ではありません。
tr_tr: Kaldırılacak İmzalı politikanın XML politika dosyası. İsteğe bağlıdır ve zorunlu değildir.

# PolicyRemovalDialogTopTextBlock.Text
source: Please provide the details that will be used to re-sign the selected App Control Policy so that it will be removable on the next reboot.
fr_fr: Veuillez fournir les détails qui seront utilisés pour signer à nouveau la stratégie App Control sélectionnée afin qu'elle puisse être supprimée au prochain redémarrage.
ja_jp: 次回の再起動時に削除可能になるように、選択したApp Controlポリシーを再署名するために使用される詳細を入力してください。
tr_tr: Bir sonraki yeniden başlatmada kaldırılabilmesi için lütfen seçilen Uygulama Kontrol Politikasını yeniden imzalamak için kullanılacak ayrıntıları sağlayın.

# PolicyManagementDialogTopInfoBar.Message
source: You can configure the following details in the app settings once, eliminating the need to enter them repeatedly.
fr_fr: Vous pouvez configurer les détails suivants dans les paramètres de l'application une seule fois, éliminant ainsi le besoin de les saisir à plusieurs reprises.
ja_jp: 以下の詳細はアプリ設定で一度設定でき、繰り返し入力する必要がなくなります。
tr_tr: Aşağıdaki ayrıntıları uygulama ayarlarında bir kez yapılandırarak bunları tekrar tekrar girme ihtiyacını ortadan kaldırabilirsiniz.

# SelectCodeIntegrityEVTXButton.Content
source: Select Code Integrity EVTX Files
fr_fr: Sélectionner les fichiers EVTX Code Integrity
ja_jp: コード整合性EVTXファイルを選択
tr_tr: Kod Bütünlüğü EVTX Dosyalarını Seçin
